[{"id":"0","name":"Sagrantino","address":"Golfo de Cortés 4152, Guadalajara 44670, México","phone":"+52 33 3813 1379","typeoffood":"Italian","rating":5,"description":"Sagrantino, binomio de tradición e innovación que va desde su arquitectura hasta su cocina, se caracteriza por ofrecer una variedad de platillos auténticos, destaca su parrilla al carbón natural que hace de los cortes una especialidad, así como de su horno de leña donde se cocen tanto pizzas como el pan que se sirve en su mesa. La cava que se alza vertical en medio del salón permite al comensal apreciar la gran variedad de etiquetas que maridarán sus platillos. Desde el bar puede comenzar por tomar un aperitivo o bien una sobremesa de negocios o placer. Su vista al parque le hará sentir en una atmosfera relajada y aislada de la prisa urbana.","img":"./Resources/sagrantino1.jpg"},{"id":"1","name":"Pig's Pearls","address":"General Coronado 79, Guadalajara 44600, México","phone":"+52 33 3825 5933","typeoffood":"American","rating":5,"description":"Nosotros como equipo Pig’s Pearls buscamos dar una atención cálida y amable que proyecte el gusto por lo que hacemos así como la confianza y orgullo de saber que ofrecemos lo mejor. Creemos que es importante crecer entre nosotros y para nosotros como comunidad, por lo que empleamos lo más posible de los productores locales y únicamente productos de dónde conocemos la procedencia. Además de vender sólo cervezas artesanales mexicanas apoyando a las nuevas propuestas y a los pequeños productores.","img":"./Resources/pigspearls1.jpg"},{"id":"2","name":"I Latina","address":"Inglaterra 3128, Guadalajara 44220, México","phone":"+52 33 3647 7774","typeoffood":"Asian","rating":5,"description":"La carta de I Latina es una mezcla de lo asiático (Vietnam y Tailandia), lo mediterráneo y lo mexicano, tres fuentes de inspiración. El lugar se ha transformado con el tiempo, porque parte de un concepto vivo, que experimenta con nuevos platillos todos los días, pero conserva la esencia de la mezcla y de lo ecléctico.","img":"./Resources/iLatina1.jpg"},{"id":"3","name":"Santo Coyote","address":"Lerdo de Tejada #379, Guadalajara 44600, México, México","phone":"+52 33 3616 8472","typeoffood":"Mexican","rating":5,"description":"Santo Coyote reúne sabores, aromas, espacios y momentos envueltos en magia, cultura y misticismo con la calidez de nuestro pueblo, que hacen de la visita a nuestro restaurante una experiencia única cargada de significados.","img":"./Resources/santocoyote1.jpg"},{"id":"4","name":"La Doña","address":"Avenida Mexico 2830, Guadalajara 44600, México","phone":"+52 33 3640 3440","typeoffood":"Mexican","rating":4,"description":"Te invitamos a pasar por aquí y probar el sabor de nuestra auténtica comida mexicana. Tenemos una amplia variedad de platos que seguramente te encatará. Visita hoy. No serás decepcionado.","img":"./Resources/doña1.jpg"},{"id":"5","name":"Dos Riccos","address":"Tomas V. Gomez 25, Guadalajara 44600, México","phone":"+52 33 3630 1160","typeoffood":"Argentine","rating":4,"description":"El mejor lugar para pasar una comida especial","img":"./Resources/dosriccos1.jpg"},{"id":"6","name":"Casa Mexicana","address":"Garibaldi 1306, Guadalajara 44600, México","phone":"+52 33 3826 1286","typeoffood":"Mexican","rating":2,"description":"Casa Mexicana es, en realidad, la casa a donde llegan todos a que los atienda su propietaria, Myriam Gélvez. Aunque es sencillo en su decoración, el restaurante ofrece platos muy elaborados y deliciosos, en los que no solo el protagonista es el chili.","img":"./Resources/casamex1.jpg"},{"id":"7","name":"Pimentón","address":"126 Calle Ramon Corona, Guadalajara 44100, México","phone":"+52 32 2222 5530","typeoffood":"Mexican","rating":3,"description":"Restaurante Pimentón cuenta con un salón con capacidad para 50 comensales y una amplia terraza, en una calle cerrada al tráfico y un entorno abierto y familiar. La carta que trabajamos es variada, con la comida tradicional de base y con una presentación moderna y vanguardista. Todos los días se ofrecemos menú del día, que consta de platos fuera de carta, elaborados por nuestro equipo de cocina. Nuestra pasión es la buena cocina, y queremos que sea nuestro punto fuerte.","img":"./Resources/pimenton1.jpg"},{"id":"8","name":"Ramón, carne al carbón","address":"Inglaterra 3100, Guadalajara 44220, México","phone":"+52 33 3647 4757","typeoffood":"Mexican","rating":2,"description":"Cena, almuerzo, abierto por la noche, reservaciones...","img":"./Resources/ramon1.jpg"}]